c156 = "------------------"
print(" ﻪﻣﺎﻧﺮﺑ ﯽﻠﺻﺍ ﻪﺤﻔﺻ :  ")
print(c156)
print("  1: ﻪﻣﺎﻧﺮﺑ ﻉﻭﺮﺷ   " + "        |||||||##==")
print("  2: ﻪﻣﺎﻧﺮﺑ ﺯﺍ ﺝﻭﺮﺧ  " + "        |||||||##==")
KGP = int(input("ﺪﯿﻨﻛ ﻝﺎﺳﺭﺍ ٢ ﺎﺗ ١ ﻦﯿﺑ ﺍﺭ ﺩﻮﺧ ﺏﺎﺨﺘﻧﺍ  __##  "))
if KGP == 2:
    print("ﺪﯿﻨﻛ ﺯﺎﺑ ،ﻩﺭﺎﺑﻭﺩ ﺍﺭ ﻪﻣﺎﻧﺮﺑ ،ﺩﺪﺠﻣ ﺵﻼﺗ ىﺍﺮﺑ ،ﺪﺷ ﺪﯿﻫﺍﻮﺧ ﺝﺭﺎﺧ ﻪﻣﺎﻧﺮﺑ ﺯﺍ")
    quit()
    print("Quit Work Test")
if KGP == 1:
    print("Welcome To App :) ")
else :
    print("ﺪﯿﻨﻛ ﺯﺎﺑ ،ﻩﺭﺎﺑﻭﺩ ﺍﺭ ﻪﻣﺎﻧﺮﺑ ،ﺩﺪﺠﻣ ﺵﻼﺗ ىﺍﺮﺑ ،ﺪﺷ ﺪﯿﻫﺍﻮﺧ ﺝﺭﺎﺧ ﻪﻣﺎﻧﺮﺑ ﺯﺍ ﻭ ﺪﯾﺍ ﻩﺩﺮﻛ ﺩﺭﺍﻭ ﺍﺭ ﯽﻫﺎﺒﺘﺷﺍ ﺩﺪﻋ")
    quit()
if KGP == 1:
    print("***ﺪﺷﺎﺒﯿﻣ ٩٤ ﻝﺎﺳ ﺖﻤﯿﻗ ﻪﺑ ﺎﻫ ﺖﻤﯿﻗ***")
    print(c156)
    print("12,000 : ﻮﻠﭘ ﺎﯿﺑﻮﻟ -١")
    print(c156)
    print("14,000 : ﻮﻠﭘ ﻍﺮﻣ -٢")
    print(c156)
    print("18,000  : ﯽﻫﺎﻣ -٣")
    print(c156)
    print("2,000   : ﺖﻠﻣﺍ -٤")
    print(c156)
    ans = int(input("ﺪﯿﻨﻛ ﻝﺎﺳﺭﺍ ﺍﺭ ٩ ﺩﺪﻋ ﺕﺭﻮﺼﻨﯾﺍ ﺮﯿﻏﺭﺩ ﻭ ﻩﺩﺮﻛ ﺩﺭﺍﻭ ﺍﺭﺩﻮﺧ ﻮﻨﻣ ﺮﻈﻧ ﺩﺭﻮﻣ ﻩﺭﺎﻤﺷ ﺎﻔﻄﻟ  __###  "))
print(c156)
if (ans == 1):
    print("ﺪﺷﺎﺒﯿﻣ ﻥﺎﻣﻮﺗ ١٢,٠٠٠ ﺮﻈﻧ ﺩﺭﻮﻣ ﻝﻮﺼﺤﻣ ﺖﻤﯿﻗ")
    print(c156)
    inh = input("؟ﺪﯾﺭﺍﺩ ﺍﺮﻧﺁ ﺵﺭﺎﻔﺳ ﺪﺼﻗ ﺎﯾﺁ  [y/n] ﺎﯾ [ب/خ] ___###   ")
    print(c156)
elif ans == 2 :
    print("ﺪﺷﺎﺒﯿﻣ ﻥﺎﻣﻮﺗ ١٤,٠٠٠ ﺮﻈﻧ ﺩﺭﻮﻣ ﻝﻮﺼﺤﻣ ﺖﻤﯿﻗ")
    print(c156)
    inh = input("؟ﺪﯾﺭﺍﺩ ﺍﺮﻧﺁ ﺵﺭﺎﻔﺳ ﺪﺼﻗ ﺎﯾﺁ  [y/n] ﺎﯾ [ب/خ] ___###   ")
    print(c156)
elif ans == 3 :
    print("ﺪﺷﺎﺒﯿﻣ ﻥﺎﻣﻮﺗ ١٨,٠٠٠ ﺮﻈﻧ ﺩﺭﻮﻣ ﻝﻮﺼﺤﻣ ﺖﻤﯿﻗ")
    print(c156)
    inh = input("؟ﺪﯾﺭﺍﺩ ﺍﺮﻧﺁ ﺵﺭﺎﻔﺳ ﺪﺼﻗ ﺎﯾﺁ  [y/n] ﺎﯾ [ب/خ] ___###   ")
    print(c156)
elif ans == 4 :
    print("ﺪﺷﺎﺒﯿﻣ ﻥﺎﻣﻮﺗ ٢,٠٠٠ ﺮﻈﻧ ﺩﺭﻮﻣ ﻝﻮﺼﺤﻣ ﺖﻤﯿﻗ")
    print(c156)
    inh = input("؟ﺪﯾﺭﺍﺩ ﺍﺮﻧﺁ ﺵﺭﺎﻔﺳ ﺪﺼﻗ ﺎﯾﺁ  [y/n] ﺎﯾ [ب/خ] ___###   ")
    print(c156)
elif ans == 9 :
    print("ﺎﻤﺷ ﻩﺎﮕﻧ ﺯﺍ ﺮﻜﺸﺗ ﻭ ﺱﺎﭙﺳ ﺎﺑ")
    print(c156)
    quit()
else :
    print("ﺪﯿﻨﻛ ﺯﺎﺑ ،ﻩﺭﺎﺑﻭﺩ ﺍﺭ ﻪﻣﺎﻧﺮﺑ ،ﺩﺪﺠﻣ ﺵﻼﺗ ىﺍﺮﺑ ،ﺪﺷ ﺪﯿﻫﺍﻮﺧ ﺝﺭﺎﺧ ﻪﻣﺎﻧﺮﺑ ﺯﺍ ﻭ ﺪﯾﺍ ﻩﺩﺮﻛ ﺩﺭﺍﻭ ﺍﺭ ﯽﻫﺎﺒﺘﺷﺍ ﺩﺪﻋ")
    print(c156)
    quit()
if inh == "y" or "ب" :
    print("ﺎﻤﺷ ﺯﺍ ﺮﻜﺸﺗﺎﺑ ﺪﺷ ﺖﺒﺛ ﺖﯿﻘﻓﻮﻣ ﺎﺑ")
    print(c156)
    print("Developed by Armin Alikhani Copyright © 2024 ViraT Information Technology Co. Some Rights Reserved")
    print(c156)
elif inh == "n" or "خ" :
    print("ﺪﯿﻨﻛ ﺯﺎﺑ ،ﻩﺭﺎﺑﻭﺩ ﺍﺭ ﻪﻣﺎﻧﺮﺑ ،ﺩﺪﺠﻣ ﺵﻼﺗ ىﺍﺮﺑ ،ﺪﺷ ﺪﯿﻫﺍﻮﺧ ﺝﺭﺎﺧ ﻪﻣﺎﻧﺮﺑ ﺯﺍ")